export const ABOUT_VIDEO_LINK = 'https://www.youtube.com/watch?v=tz0trfFRl0k';

export const ABOUT_CONTENT = `
# Наша історія 
---

## У 1998 році 
На кафедрі “Автоматизовані системи управління” (АСУ) розпочато підготовку бакалаврів базового напрямку „Легка промисловість”, який в 2001 р. був перейменований на „Видавничо-поліграфічну справу” (ВПС, шифр 051501). Щорічно набір на перші курси стаціонарної форми навчання складав одну група бюджетного та комерційного контингенту.

## У 2002 р.
На кафедрі здійснено перший випуск бакалаврів за напрямком „Видавничо-поліграфічна справа”, які в 2002/2003 н. р. продовжили навчання за спеціальністю „Комп’ютерні технології та системи видавничо-поліграфічних виробництв” (КТСВПВ, шифр 7-8.051501). У 2003 р. кафедра АСУ отримала акредитацію на випуск спеціалістів за даною спеціальністю.

## За наказом ректора 
Національного університету “Львівська політехніка” для продовження забезпечення підготовки фахівців за напрямом „Видавничо-поліграфічна справа” у 2011 році на базі кафедри АСУ утворено новий структурний підрозділ – кафедру “Інформаційні технології видавничої справи” (ІТВС). Завідувачем кафедри було призначино доктора технічних наук, професор Рашкевич Юрій Михайлович. З 2015 року завудувачем кафедри є доктор технічних наук, професор Пелешко Дмитро Дмитрович.

## У 2011 році 
На кафедрі ІТВС відбувся перший випуск спеціалістів/магістрів спеціальності КТСВПВ, а у 2012 році – перший випуск бакалаврів за напрямом ВПС.

Студенти, які обрали напрям підготовки “Видавничо-поліграфічна справа”, отримують необхідні знання для додрукарської підготовки поліграфічних видань, дизайну, проектування та розробки мультимедійних засобів і ін. Фахівці з видавничо-поліграфічної справи володіють необхідними знаннями в області розробки рекламних та забезпечення маркетингових кампаній. Сферою їх діяльності є як традиційна так і оперативна поліграфія. 

Ще перебуваючи на студентській лаві, на замовлення фірм майбутні випускники приймають безпосередню участь в розробці індивідуальних корпоративних стилів та реалізації промоційних кампаній.

## Інтенсивний розвиток 
Електронного інформаційного ринку дав поштовх напрямку підготовки фахівців в області розробки й дизайну електронних видань та інтернет порталів, мультимедійних презентацій і ін.

Усі отримані теоретичні знання засвоюються на практичних та лабораторних заняттях з використанням найсучаснішого апаратного та програмного забезпечення. З цією метою використовується не лише Wintel платформа, а й комп’ютери на базі Mac OS. При цьому остання є домінуючою платформою при розробці мультимедійних засобів, обробці відеоматеріалів, зображень і ін.

## На запрошення кафедри 
Її кращі випускники і провідні фахівці регіону в області видавничо-поліграфічної справи постійно проводять відкритті заняття для студентів, забезпечують навчально-екскурсійні відвідування поліграфічних фірм, приймають участь у актуалізації навчальних планів.

# Навчальний процес
---

## На сьогодні кафедра забазпечує підготовку:

### - Бакалаврів
за спеціальністю **186 "Видавництво та поліграфія"**;

### - Cпеціалістів
за спеціальністю **186 “Видавництво та поліграфія” із спеціалізацією “Комп'ютерні технології та системи видавничо-поліграфічних виробництв"**;

### - Магістрів
за спеціальністю **186 “Видавництво та поліграфія” із спеціалізацією “Комп'ютерні технології та системи видавничо-поліграфічних виробництв"**;

## Студенти, які навчаються на рівні освіти "бакалавр",набувають таких фахових компетентностей:

- Здатність до використання програмних та інструментальних засобів для вирішення практичних проблем у видавничо-поліграфічній галузі.
- Здатність до креативного мислення при вирішенні проблемних ситуацій на шляху створення дизайнерської продукції.
- Здатність приймати обґрунтовані рішення щодо створення та ведення бізнесу у в області комп’ютерного дизайну та управління підприємствами, організовувати та документально оформлювати процеси створення та ведення бізнесу;
- Здатність застосовувати концепції системного підходу при керуванні процесами підготовки електронних видань;
- Здатність приймати обґрунтовані рішення щодо забезпечення економічної ефективності діяльності підприємств видавничо-поліграфічної галузі, здатність здійснювати комп’ютерну підтримку аналізу даних та методів оптимізації при розробці електронних та друкованих видань. Здатність проектувати та створювати електронні мультимедійні видання різних видів;
- Здатність організовувати колективну роботу з оформлення, перетворення та обробки мультимедійних даних за допомогою офісних додатків та сучасних хмарних сервісів;
- Здатність до застосовування графічних редакторів для поліпшення якості зображень та підготовки зображень для публікації в web;
- Здатність розробляти колірні рішення та формувати гармонійні колірні сполучення для мультимедійної та поліграфічно їпродукції, здійснювати тонову та колірну корекцію зображень, працювати з системою керування кольором та керувати кольором в процесах комп’ютерного та друкарського кольоровідтворення;
- Здатність розробляти інтерактивні документи, елементи веб-сайтів та додатки з використанням різних видів анімації;
- Здатність створювати рекламні продукти з використанням тривимірного моделювання. Здатність створювати видавничі макети різних видів електронних і друкованих видань за допомогою програм комп’ютерного верстання;
- Здатність до застосування графічних редакторів для поліпшення якості зображень та підготовки зображень для друку;
- Здатність керувати технологічними процесами видавничо-поліграфічної справи та здійснювати контроль якості поліграфічного виробництва;
- Здатність забезпечувати ефективну роботу цифрового та спеціальних видів друку.
- Здатність створювати ресурси для мережі Internet та реалізувати дизайнерський задум засобами мов розмітки, CSS і клієнтських скриптів для розміщення в мережі;
- Здатність оцінювати потенційні загрози в видавничо-поліграфічних системах та мультимедійних видавництвах і застосовувати засоби захист уінформації;
- Здатність застосовувати мережні технології, методи та механізми, які направлені на розподілення обробки інформації в мультимедійних видавництвах та в видавничо-поліграфічних системах.
- Здатність до застосування основ художньої композиції та графічного дизайну при розробці мультимедійних та друкованих видань;
- Здатність до раціонального, грамотного шрифтового оформлення друкованих та мультимедійних видань з урахуванням психології візуального сприйняття інформації та читабельності видання.

## Студенти, які навчаються на рівні освіти "магістр", набувають таких фахових компетентностей:

- Здатність використовувати теоретичні та фундаментальні знання в галузі комп’ютерного дизайну.
- Здатність формулювати, аналізувати та синтезувати рішення наукових проблем на абстрактному рівні шляхом їхньої декомпозиції на складові, які можна дослідити окремо в їх більш та менш важливих аспектах.
- Здатність до пошуку необхідної інформації щодо вирішення практичної проблеми.
- Здатність інтегрувати знання та навички, отримані з різних навчальних дисциплін, використовувати їх для вирішення технічних та управлінських задач.
- Здатність до креативного мислення та творчого підходу щодо вирішення нових проблем і ситуацій.
- Знання, вміння та навички проектування додатків для мобільних пристроїв.
- Здатність формувати повнофункціональні iт-продукти на основі відкритих інтерактивних компонентів.
- Здатність проектувати користувальницькі інтерфейси.
- Знання, вміння та навички щодо формування візуального оформлення електронних видань.
- Здатність візуалізувати дані, 3D-об'єкти.
- Здатність розробляти математичні методи та алгоритми обробки зображень у цифровому форматі
- Здатність використовувати і впроваджувати сучасні комп'ютерні системи у видавничо-поліграфічний процес.
- Здатність організувати процес навчання співробітників та/або самонавчання на робочому місці
- Здатність формувати систему менеджменту в умовах поліграфічного виробництва.
- Здатність управляти бізнес-процесами видавництв електронної та поліграфічної продукції .
- Здатність аналізувати і формувати нові способи, форми та правові аспекти вираження і пізнання людини в медіасвіті.
- Знання і розуміння наукових принципів, що лежать в основі розробки та використання комп’ютерних технолігій.
- Знання та навики щодо розробки та реалізації нових комп’ютерних технологій в управлінні видавничо-поліграфічними виробництвами.
- Знання та розуміння методологій проектування комп’ютерних технологій та інформаційних видавничих систем.
- Знання сучасних досягнень інноваційних технологій в галузі комп’ютерних технологій видавничих систем та поліграфічних виробництв.
- Знання основ економіки та управління проектами в галузі комп’ютерних технологій поліграфічних виробництв.

## Технології 
Бакалаври та магістри впроцесінавчаннястудентиосвоюють та використовуютьсучасніпрограмнісистеми та технології для обробкизображень (AdobePhotoShop, AdobeIllustrator, CorelDraw), додрукарськоїпідготовки (PageMaker, InDesign, QuarkXPress), створеннямультимедії (Flash, Maya) і ін.
Майбутніфахівціздатніпроектувати та розроблятисучасніWeb-сайти та портали з використанняхнайновішихтехнологій (HTML, DHTML, XML, Java, JavaScript, Php, .NET) та програмнихзасобів (MacromediaDreamweaver, MicrosoftVisualStudio).
В області дизайну студентиотримуютьусінеобхіднізнання для проектуваннякорпоративнихгарнітур, розробкифірмовихстилів (brandbook),анімаційнихпрезентацій (MacromediaDirector, Authorware) та WebUIдизайну.


Усі отриманітеоретичнізнаннязасвоюються на практичних та лабораторнихзаняттях з використаннямнайсучаснішогоапаратного та програмногозабезпечення. З цією метою використовується не лишеWintel платформа, а й комп’ютери на базі MacOS.
Випускникикафедриможутьпрацювати на інженерних посадах у сферіінформаційнихтехнологій, комунікації та в ІТ-студіях, яківипускаютьпродукти з елементамикомп’ютерного дизайну або штучного інтелекту.
`;
