import type { HistoryItem } from './components/HistoryCard/types';

export const HISTORY_ITEMS: HistoryItem[] = [
    {
        title: 'У 1998 році',
        description:
            'на кафедрі “Автоматизовані системи управління” (АСУ) розпочато підготовку бакалаврів базового напрямку „Легка промисловість”, який в 2001 р. був перейменований на „Видавничо-поліграфічну справу” (ВПС, шифр 051501). Щорічно набір на перші курси стаціонарної форми навчання складав одну група бюджетного та комерційного контингенту.',
    },
    {
        title: 'У 2002 році',
        description:
            'на кафедрі «Автоматизовані системи управління» здійснено перший випуск бакалаврів за напрямком «Видавничо-поліграфічна справа», які в 2002/2003 н. р. продовжили навчання за спеціальністю «Комп’ютерні технології та системи видавничо-поліграфічних виробництв».',
    },
    {
        title: 'У 2003 році',
        description: 'кафедра АСУ отримала акредитацію на випуск спеціалістів за даною спеціальністю.',
    },
    {
        title: 'За наказом ректора',
        description:
            'Національного університету «Львівська політехніка» для продовження забезпечення підготовки фахівців за напрямом «Видавничо-поліграфічна справа» у 2011 році на базі кафедри АСУ утворено новий структурний підрозділ — кафедру «Інформаційні технології видавничої справи» (ІТВС). ',
        subItems: [
            {
                title: 'Завідувачка кафедри з 2022р',
                description: 'доцент, кандидат технічних наук Кустра Наталія Омелянівна',
            },
            {
                title: '2016-2022 рр',
                description: 'доктор технічних наук, професор Ткаченко Роман Олексійович',
            },
            {
                title: '2015-2016 рр',
                description: 'доктор технічних наук, професор Пелешко Дмитро Дмитрович',
            },
            {
                title: '2011-2014 рр.',
                description: 'доктор технічних наук, професор Рашкевич Юрій Михайлович',
            },
        ],
    },
    {
        title: 'З осені 2022 року',
        description:
            'кафедра розпочала тісну співпрацю з Львівським ІТ-кластером в контексті оновлення освітньої програми “UI/UX Design” першого (бакалаврського) рівня вищої освіти відповідно до вимог  стейкхолдерів із залученням експертів галузі до процесу викладання.',
    },
    // {
    //     title: 'У 2011 році',
    //     description:
    //         'на кафедрі ІТВС відбувся перший випуск спеціалістів/магістрів спеціальності КТСВПВ, а у 2012 році – перший випуск бакалаврів за напрямом ВПС.',
    // },
    // {
    //     title: 'Студенти',
    //     description:
    //         'які обрали напрям підготовки “Видавничо-поліграфічна справа”, отримують необхідні знання для додрукарської підготовки поліграфічних видань, дизайну, проектування та розробки мультимедійних засобів і ін.',
    //     subItems: [
    //         {
    //             title: 'Фахівці',
    //             description:
    //                 'з видавничо-поліграфічної справи володіють необхідними знаннями в області розробки рекламних та забезпечення маркетингових кампаній. Сферою їх діяльності є як традиційна так і оперативна поліграфія. Ще перебуваючи на студентській лаві, на замовлення фірм майбутні випускники приймають безпосередню участь в розробці індивідуальних корпоративних стилів та реалізації промоційних кампаній.',
    //         },
    //     ],
    // },
    // {
    //     title: 'Інтенсивний розвиток',
    //     description:
    //         'електронного інформаційного ринку дав поштовх напрямку підготовки фахівців в області розробки й дизайну електронних видань та інтернет порталів, мультимедійних презентацій і ін.',
    //     subItems: [
    //         {
    //             title: 'Усі отримані теоретичні знання',
    //             description:
    //                 'засвоюються на практичних та лабораторних заняттях з використанням найсучаснішого апаратного та програмного забезпечення. З цією метою використовується не лише Wintel платформа, а й комп’ютери на базі Mac OS. При цьому остання є домінуючою платформою при розробці мультимедійних засобів, обробці відеоматеріалів, зображень і ін.',
    //         },
    //     ],
    // },
    // {
    //     title: 'На запрошення кафедри',
    //     description:
    //         'її кращі випускники і провідні фахівці регіону в області видавничо-поліграфічної справи постійно проводять відкритті заняття для студентів, забезпечують навчально-екскурсійні відвідування поліграфічних фірм, приймають участь у актуалізації навчальних планів.',
    // },
];

export const HISTORY_IMAGES_URLS = [
    '/images/history/slide-1.jpg',
    '/images/history/slide-2.jpg',
    '/images/history/slide-3.jpeg',
    '/images/history/slide-4.jpg',
    '/images/history/slide-5.jpg',
    // '/images/history/slide-6.jpg',
    // '/images/history/slide-7.jpg',
];
