import { BarChart4, CalendarCheck, Computer, GraduationCap, TrendingUp, UserCheckIcon } from 'lucide-react';
import type { AboutCardItem } from './components/AboutCard/types';

export const ABOUT_CARDS_CONFIG: AboutCardItem[] = [
    {
        title: 'З 2011 року',
        description:
            'на базі кафедри АСУ утворено новий структурний підрозділ – кафедру “Інформаційні технології видавничої справи” (ІТВС). У 2011 році на кафедрі ІТВС відбувся перший випуск спеціалістів/магістрів спеціальності КТСВПВ, а у 2012 році – перший випуск бакалаврів за напрямом ВПС.',
        Icon: CalendarCheck,
    },
    {
        title: 'Інтенсивний розвиток',
        description:
            'електронного інформаційного ринку дав поштовх напрямку підготовки фахівців в області розробки й дизайну електронних видань та інтернет порталів, мультимедійних презентацій і ін.',
        Icon: TrendingUp,
    },
    {
        title: 'Студенти',
        description:
            'які обрали напрям підготовки “Видавничо-поліграфічна справа”, отримують необхідні знання для додрукарської підготовки поліграфічних видань, дизайну, проектування та розробки мультимедійних засобів і ін. Сферою їх діяльності є як традиційна так і оперативна поліграфія.',
        Icon: GraduationCap,
    },
    {
        title: 'Теоретичні знання',
        description:
            'засвоюються на практичних та лабораторних заняттях з використанням найсучаснішого апаратного та програмного забезпечення. З цією метою використовується не лише Wintel платформа, а й комп’ютери на базі Mac',
        Icon: Computer,
    },
    {
        title: 'Kращі випускники',
        description:
            ' провідні фахівці регіону в області видавничо-поліграфічної справи постійно проводять відкритті заняття для студентів, забезпечують навчально-екскурсійні відвідування поліграфічних фірм, приймають участь у актуалізації навчальних планів.',
        Icon: UserCheckIcon,
    },
    {
        title: 'Розвиток кафедри',
        description:
            'в напрямі підготовки фахівців і підвищення їх конкурентоздатності на ринку праці кафедра ІТВС полягатиме в посиленні складової інформаційних технологій в навчальних планах підготовки фахівців за спеціальністю “Видавництво і поліграфія”. Зокрема через наукові дослідження',
        Icon: BarChart4,
    },
];
