export const SCIENCE_WORK_INTERNATIONAL_ACTIVITY_INTRO_SECTION = `
## Міжнародну  та наукову діяльність 
Кафедри ІТВС спрямовано на інтеграцію освітніх послуг та наукового потенціалу у міжнародну університетську спільноту, отримання додаткових можливостей всебічного розвитку. 
`;

export const SCIENCE_WORK_EDUCATIONAL_SERVICES_SECTION = `
## Щодо освітніх послуг
то з 2016 року за програмою Erasmus+ колектив кафедри виконує два масштабних міжнародних освітніх проекти:
- **"Structuring Cooperation in Doctoral Research, Transferrable Skills Training, and Academic Writing instruction in Ukraine's regions (DocHub)"** (номер проекту: 8 574064-EPP- 1-2016- 1-LT- EPPKA2-CBHE- SP) 
- "**Establishing Modern Master-level Studies in Information Systems (MASTIS)"** (номер проекту: 561592-EPP-1-2015-1- FR-EPPKA2-CBHE-JP) 

Окрім цього, за програмами академічної мобільності, у 2018 році, два асистента кафедри читали лекції у Кінгстонському університеті, Лондон, Великобританія. Міжнародна наукова діяльність кафедри ІТВС включає дві основні складові: 
- проведення міжнародних науково-технічних конференцій
- проведення воркшопів.  
`;

export const SCIENCE_WORK_HISTORY_SECTION = `
## У 2016 та 2018 роках 
Науково-педагогічні працівники брали участь в організації та проведенні відповідно 2016 First- та 2018 IEEE Second International Conference on Data Stream Mining & Processing, а у 2018, 2019 роках - First та Second International Workshop on Informatics & Data-Driven Medicine відповідно - проведення спільних наукових досліджень з Європейськими університетами.  
Зокрема, 

## у 2018 році 
Члени кафедри брали участь у виконанні спільного україно-австрійського науково-дослідного проекту **«Моделювання трафіку та телекомунікаційних мереж»**, а у 2019 за Національною стипендіальною програмою Словацької Республіки, асистент кафедри проводить спільні дослідження із науковцями Університету Коменського, Словаччина. 

## За останні роки, кафедрі вдалося взяти участь, або бути співорганізаторами наступних міжнародних проєктів:
- 2021-2021-2022р.р **«Гібридні неітеративні системи обчислювального інтелекту для задач електронної комерції»**  
- 2019 р. - прикладна НДР **«Нейромережева технологія захисту та передачі даних у реальному часі з використанням шумоподібних кодів»**; 
- 2018 р. - прикладна  НДР **«Iнтелектуальні інформаційні технології багаторівневоного управління енергоефективністю регіону»** (№0117U1004450); 
- 2016 – 2020 р.р. - міжнародний освітній проєкту за програмою Erasmus+ **"Structuring Cooperation in Doctoral Research, Transferrable Skills Training, and Academic Writing instruction in Ukraine's regions (DocHub)"** (номер проекту: 8 574064-EPP- 1-2016- 1-LT- EPPKA2-CBHE- SP); 
- 2016 - 2019 р. р. -  - міжнародний освітній проєкту за програмою Erasmus+ **"Establishing Modern Master-level Studies in Information Systems (MASTIS)"** (номер проекту: 561592-EPP-1-2015-1- FR-EPPKA2-CBHE-JP).
`;
